{
  "pediatric_nephrology": {
    "name": "兒童腎臟學",
    "name_en": "Pediatric Nephrology",
    "topics": [
      "急性腎損傷 (AKI)",
      "慢性腎臟病 (CKD)",
      "腎病症候群",
      "腎絲球腎炎",
      "先天性腎臟異常 (CAKUT)",
      "血液透析/腹膜透析",
      "腎臟移植",
      "泌尿道感染",
      "遺傳性腎臟病",
      "高血壓與腎臟"
    ],
    "articles": [
      {
        "pmid": "41610873",
        "title": "Assessment of Kidney Function and Acute Kidney Injury following Transcatheter Patent Ductus Arteriosus Closure in Preterm Infants.",
        "abstract": "Transcatheter patent ductus arteriosus closure (TCPC) has been increasingly used in preterm infants. Hemodynamically significant patent ductus arteriosus (hsPDA) owing to ductal steal and changes in kidney perfusion is associated with the risk of acute kidney injury (AKI) and changes in kidney function. There is limited evidence describing changes in kidney function following TCPC and factors affecting the same. We conducted this study with aim of reviewing the prevalence of AKI and changes in kidney function following TCPC in preterm infants.A single-center retrospective cohort study was conducted to collect data from January 1, 2017, to February 29, 2024. Preterm infants born <29 w of gestational age (GA) receiving TCPC were included in the study. The primary outcome was AKI prevalence and kidney function following TCPC. AKI was defined as per the modified neonatal kidney disease: Improving Global Outcomes (KDIGO) criteria using serum creatinine (SCr) and urine output.A total of 89 infants fulfilled inclusion criteria. Included infants were predominantly female (50, 59.7%), had median GA of 25 w (IQR: 24-27), and median birth weight of 700 g (IQR: 600-863). AKI developed in five infants (5.6%) following TCPC using SCr criteria. Four infants (4.5%) had stage 1 and one (1.1%) had stage 2 AKI. Overall, 14% reduction in SCr levels was seen following TCPC (median pre-TCPC, 0.28 mg/dL [IQR: 0.21-0.35], median, 5 to 7 days post-TCPC, 0.24 mg/dL [IQR: 0.18-0.29], p < 0.001). Infants who developed AKI had an initial rise in SCr followed by 37% reduction by 5 to 7 days (pre-TCPC: 0.41 mg/dL [IQR: 0.27-0.51]; median, 24 hours post, 0.57 mg/dL [IQR: 0.29-1.22]; median, 5 to 7 days post, 0.26 mg/dL [IQR: 0.19-0.67], p = 0.07).In preterm infants undergoing TCPC, a small percentage of infants developed mild AKI which improved quickly within 1 week post-TCPC. Overall, there was a significant and persistent improvement in kidney function following TCPC. · Incidence of AKI following transcatheter PDA closure is low (5%) and majority had grade 1 AKI.. · Serum Cr levels reduced by 14% within 48 hours of TCPC; reduction was higher in infants with AKI.. · Each day increase in age at time of TCPC was associated with 18% lower odds of developing AKI..",
        "authors": [
          "Vyas Dipen",
          "Martin Timothy",
          "Patel Aditya",
          "South Andrew Michael",
          "Garg Parvesh Mohan"
        ],
        "journal": "American journal of perinatology",
        "pub_date": "2026 Feb 10",
        "pub_types": [
          "Journal Article"
        ],
        "keywords": [],
        "mesh_terms": [],
        "doi": "10.1055/a-2798-8294",
        "is_high_impact": false,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41610873/",
        "fetched_at": "2026-02-16T08:52:53.650700"
      }
    ],
    "count": 1,
    "search_date": "2026-02-16T08:52:53.650743",
    "days_back": 7
  },
  "adult_nephrology": {
    "name": "成人腎臟學",
    "name_en": "Adult Nephrology",
    "topics": [
      "急性腎損傷 (AKI)",
      "慢性腎臟病 (CKD)",
      "糖尿病腎病變",
      "高血壓腎病變",
      "腎絲球腎炎",
      "血液透析",
      "腹膜透析",
      "腎臟移植",
      "多囊腎",
      "電解質異常",
      "腎臟腫瘤"
    ],
    "articles": [
      {
        "pmid": "41196369",
        "title": "A Phase 3 Trial of Atacicept in Patients with IgA Nephropathy.",
        "abstract": "BACKGROUND: IgA nephropathy, the most common primary glomerulopathy worldwide, is a kidney disorder of B-cell origin characterized by mesangial accumulation of IgA-containing immune complexes. In at least 50% of patients, IgA nephropathy leads to kidney failure or death within 10 to 20 years after diagnosis. Atacicept is a native human transmembrane activator and calcium-modulator and cyclophilin-ligand interactor (TACI)-Fc fusion protein that inhibits two key immunoregulatory cytokines - B-cell activating factor (BAFF) and a proliferation-inducing ligand (APRIL) - that are thought to be central to the pathophysiology of IgA nephropathy. METHODS: In this ongoing, phase 3, multicenter, double-blind, randomized, placebo-controlled trial, we assigned patients with IgA nephropathy in a 1:1 ratio to receive atacicept at a dose of 150 mg once weekly, administered subcutaneously by patients at home, or matching placebo. The primary end point was the percentage change from baseline in the 24-hour urinary protein-to-creatinine ratio at week 36. Safety was also evaluated. RESULTS: A total of 203 patients were included in the prespecified interim analysis: 106 patients in the atacicept group and 97 in the placebo group. At week 36, the percentage reduction from baseline in the urinary protein-to-creatinine ratio was 45.7% in the atacicept group and 6.8% in the placebo group, with a geometric mean between-group difference of 41.8 percentage points (95% confidence interval, 28.9 to 52.3; P<0.001). Adverse events were observed in 59.3% of the patients in the atacicept group and in 50.0% in the placebo group; most were mild or moderate in severity. CONCLUSIONS: In this prespecified interim analysis, treatment with atacicept resulted in a significantly greater reduction in proteinuria than placebo at week 36 in patients with IgA nephropathy. (Funded by Vera Therapeutics; ORIGIN 3 ClinicalTrials.gov number, NCT04716231.).",
        "authors": [
          "Lafayette Richard",
          "Barbour Sean J",
          "Brenner Robert M",
          "Campbell Kirk N",
          "Doan Tom",
          "Eren Necmi",
          "Floege Jürgen",
          "Jha Vivekanand",
          "Kim Beom Seok",
          "Liew Adrian",
          "Maes Bart",
          "Pal Atanu",
          "Pecoits-Filho Roberto",
          "Phoon Richard K S",
          "Rizk Dana V",
          "Suzuki Hitoshi",
          "Tesař Vladimir",
          "Trimarchi Hernán",
          "Wei Xuelian",
          "Zhang Hong",
          "Barratt Jonathan"
        ],
        "journal": "The New England journal of medicine",
        "pub_date": "2026 Feb 12",
        "pub_types": [
          "Journal Article",
          "Randomized Controlled Trial",
          "Multicenter Study",
          "Clinical Trial, Phase III"
        ],
        "keywords": [],
        "mesh_terms": [
          "Humans",
          "Glomerulonephritis, IGA",
          "Double-Blind Method",
          "Male",
          "Female",
          "Adult",
          "Middle Aged",
          "Proteinuria",
          "Tumor Necrosis Factor Ligand Superfamily Member 13",
          "Recombinant Fusion Proteins",
          "B-Cell Activating Factor",
          "Creatinine",
          "Injections, Subcutaneous",
          "Young Adult",
          "Transmembrane Activator and CAML Interactor Protein"
        ],
        "doi": "10.1056/NEJMoa2510198",
        "is_high_impact": false,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41196369/",
        "fetched_at": "2026-02-16T08:52:55.455016"
      },
      {
        "pmid": "41211929",
        "title": "Sibeprenlimab in IgA Nephropathy - Interim Analysis of a Phase 3 Trial.",
        "abstract": "BACKGROUND: The cytokine A proliferation-inducing ligand (APRIL) is considered a key driver of the pathogenesis of IgA nephropathy. Sibeprenlimab, a humanized IgG2 monoclonal antibody, selectively binds to and inhibits APRIL. METHODS: In this phase 3, multicenter, double-blind, randomized, placebo-controlled trial, we assigned adults with biopsy-confirmed IgA nephropathy in a 1:1 ratio to receive either subcutaneous sibeprenlimab at a dose of 400 mg or placebo administered every 4 weeks for 100 weeks. The primary end point for this interim analysis was the 24-hour urinary protein-to-creatinine ratio at 9 months as compared with baseline. The key secondary end point, to be reported at trial completion, is the annualized slope of estimated glomerular filtration rate over 24 months. Other secondary end points included the change in the level of serum immunoglobulin and safety. Exploratory end points included the change in galactose-deficient IgA1 and APRIL concentrations, the spot 24-hour urinary protein-to-creatinine ratio, hematuria, and remission of proteinuria. RESULTS: A total of 510 patients underwent randomization - 259 to the sibeprenlimab group and 251 to the placebo group. The prespecified interim analysis included the first 320 patients (152 who received sibeprenlimab and 168 who received placebo) who had the opportunity to complete the 9-month evaluation of the 24-hour urinary protein-to-creatinine ratio. At 9 months, a significant reduction in 24-hour urinary protein-to-creatinine ratio was observed with sibeprenlimab (-50.2%) as compared with an increase with placebo (2.1%), corresponding to an adjusted geometric least-squares mean 24-hour urinary protein-to-creatinine ratio that was 51.2% (96.5% confidence interval [CI], 42.9 to 58.2) lower with sibeprenlimab than with placebo (P<0.001). The levels of APRIL and pathogenic galactose-deficient IgA1 at week 48 were reduced from baseline by 95.8% and 67.1%, respectively, with sibeprenlimab. The safety profile appeared to be similar with sibeprenlimab and placebo. No deaths were reported, and the incidence of serious adverse events that occurred during the treatment period was 3.5% with sibeprenlimab and 4.4% with placebo. CONCLUSIONS: Sibeprenlimab resulted in a significant reduction in proteinuria as compared with placebo in patients with IgA nephropathy. (Funded by Otsuka Pharmaceutical Development and Commercialization. VISIONARY ClinicalTrials.gov number, NCT05248646.).",
        "authors": [
          "Perkovic Vlado",
          "Trimarchi Hernán",
          "Tesar Vladimir",
          "Lafayette Richard",
          "Wong Muh Geot",
          "Barratt Jonathan",
          "Suzuki Yusuke",
          "Liew Adrian",
          "Zhang Hong",
          "Carroll Kevin",
          "Jha Vivekanand",
          "Quevedo Alejandra",
          "Han Seung Hyeok",
          "Praga Manuel",
          "Chacko Bobby",
          "Sahay Manisha",
          "Cheung Chee Kay",
          "Kooienga Laura",
          "Walsh Michael",
          "Xia Jing",
          "Fajardo Cecile",
          "Shah Lokesh",
          "Hafkin Jeffrey",
          "Rizk Dana V"
        ],
        "journal": "The New England journal of medicine",
        "pub_date": "2026 Feb 12",
        "pub_types": [
          "Journal Article",
          "Randomized Controlled Trial",
          "Clinical Trial, Phase III",
          "Multicenter Study"
        ],
        "keywords": [],
        "mesh_terms": [
          "Humans",
          "Glomerulonephritis, IGA",
          "Double-Blind Method",
          "Male",
          "Female",
          "Adult",
          "Middle Aged",
          "Proteinuria",
          "Glomerular Filtration Rate",
          "Immunoglobulin A",
          "Antibodies, Monoclonal, Humanized",
          "Creatinine",
          "Tumor Necrosis Factor Ligand Superfamily Member 13",
          "Injections, Subcutaneous",
          "Hematuria",
          "Young Adult"
        ],
        "doi": "10.1056/NEJMoa2512133",
        "is_high_impact": false,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41211929/",
        "fetched_at": "2026-02-16T08:52:55.455156"
      },
      {
        "pmid": "41678444",
        "title": "Associations of Creatinine Muscle Index with markers of sarcopenia and mortality in chronic kidney disease: A prospective cohort study.",
        "abstract": "BACKGROUND: Sarcopenia is common in chronic kidney disease (CKD) and linked to higher mortality, but identifying those at risk remains challenging. Indices combining serum creatinine and cystatin C (eGFRratio and eGFRdifference) have been studied, but have tended to perform worse in those with CKD. This study aimed to examine the relationship of Creatinine Muscle Index (CMI), an estimate of glomerular filtration of creatinine, with sarcopenia and mortality in a non-dialysis CKD population. METHODS AND FINDINGS: NURTuRE-CKD is a prospective, multicentre cohort study of people with non-dialysis CKD in the UK. Two thousand nine hundred ninety-six individuals were enrolled between July 2017 and September 2019. Cystatin C measurements were available in 2,930 adults. CMI (mg/day) was calculated as eGFR cystatin C × serum creatinine concentration. The relationships between CMI and: (1) probable sarcopenia (defined as the best hand grip strength of <27 kg for males and <16 kg for females); (2) individual muscle function measures including hand grip strength (kg) and timed get-up-and-go (TUG) (seconds); (3) all-cause mortality were assessed using Spearman's correlation, logistic regression, and Cox proportional hazards models, stratified by sex and adjusted for age, ethnicity, body mass index, smoking status, Charlson Comorbidity Index, urine albumin-to-creatinine ratio, and C-reactive protein. TUG test is the time taken to stand from a chair, walk 3 m, turn, return, and sit down. Among 1,723 males and 1,207 females, the median (IQR) age was 66 (53-74) years, and the median eGFRcreatinine was 34 (24-47) ml/min/1.73m2. A total of 806 participants (27.5%) had probable sarcopenia, and over a median follow-up period of 50 (41 to 56) months, 527 (18%) died. The adjusted OR for probable sarcopenia per 100 mg/day increase in CMI was OR 0.72 (95% CI 0.67, 0.78 p value <0.001) in males and OR 0.81 (95% CI 0.73, 0.89 p value < 0.001) in females. CMI correlated positively with grip strength (ρ = 0.47 [0.43, 0.50] and 0.45 [0.40, 0.49]) and negatively with TUG (ρ = -0.37 [-0.41, -0.32] and -0.44 [-0.49, -0.40]) in males and females, respectively. In adjusted models, the HR for mortality per 100 mg/day increase in CMI was HR 0.85 (95% CI 0.78, 0.90 p value < 0.001) in males and HR 0.77 (95% CI 0.67, 0.87 p value < 0.001) in females. In males and females, respectively, the C-index of CMI for probable sarcopenia (0.73 and 0.71) and mortality (0.70 and 0.76) was higher than that of the eGFR ratio (probable sarcopenia: 0.64 and 0.61; mortality: 0.60 and 0.65; all p < 0.001) and the eGFR difference (probable sarcopenia: 0.59 and 0.57; mortality: 0.56 and 0.59; all p < 0.001) Limitations include the observational design, the assessment of muscle function without direct measurement of muscle mass, and limited generalisability to CKD populations not followed in secondary care. CONCLUSIONS: In persons with CKD, CMI-a biomarker reflecting creatinine generation-was independently associated with muscle function and mortality, supporting its utility in populations with reduced kidney function.",
        "authors": [
          "McDonnell Thomas",
          "Phillips Thomas",
          "Kalra Philip A",
          "Fraser Simon D S",
          "Banks Rosamonde E",
          "Vuilleumier Nicolas",
          "Taal Maarten W"
        ],
        "journal": "PLoS medicine",
        "pub_date": "2026 Feb",
        "pub_types": [
          "Journal Article",
          "Multicenter Study"
        ],
        "keywords": [],
        "mesh_terms": [
          "Humans",
          "Sarcopenia",
          "Male",
          "Female",
          "Creatinine",
          "Aged",
          "Renal Insufficiency, Chronic",
          "Prospective Studies",
          "Middle Aged",
          "Biomarkers",
          "Glomerular Filtration Rate",
          "Hand Strength",
          "Cystatin C",
          "United Kingdom",
          "Risk Factors"
        ],
        "doi": "10.1371/journal.pmed.1004775",
        "is_high_impact": false,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41678444/",
        "fetched_at": "2026-02-16T08:52:55.455235"
      },
      {
        "pmid": "41692518",
        "title": "Multicentre, retrospective observational study on risk factors of major cardiovascular adverse events in patients with chronic kidney disease in Taiwan.",
        "abstract": "OBJECTIVES: To assess the incidence and risk of major adverse cardiovascular events (MACE) in patients with different stages of chronic kidney disease (CKD) and end-stage kidney disease (ESKD) in Taiwan. DESIGN: Retrospective cohort study. SETTING: Secondary and tertiary care; data were collected from three affiliated hospitals in northern Taiwan. PARTICIPANTS: A total of 7038 adult patients with clinically confirmed CKD stages 3-5 were included, of whom 14.09% had progressed to ESKD. Patients were identified from a multicentre database in northern Taiwan. Key exclusion criteria included age under 20 years, prior MACE, cancer or renal transplantation. PRIMARY AND SECONDARY OUTCOME MEASURES: The primary outcome was the incidence of MACE during follow-up. Secondary analyses included time to MACE and subgroup comparisons by CKD stage and comorbid conditions (eg, diabetes, cardiovascular disease). RESULTS: MACE occurred in 49.8% of patients with CKD and 64.1% of those with ESKD. After adjustment for covariates, the ESKD group had a significantly higher risk of MACE (HR=1.52; 95% CI 1.08 to 2.16) compared with the non-ESKD group. Relative to stage 3a, the adjusted HRs for MACE were 1.13 (95% CI 0.74 to 1.73) for stage 3b, 1.13 (95% CI 0.74 to 1.70) for stage 4, 1.82 (95% CI 1.18 to 2.81) for stage 5 (non-ESKD) and 2.32 (95% CI 1.51 to 3.57) for stage 5D (ESKD). Diabetes and cardiovascular comorbidities were associated with increased MACE incidence and shorter time to MACE, but their associations became non-significant after adjustment. CONCLUSIONS: Based on a multicentre cohort from Taiwan, our findings provide insights into the prognosis of patients with CKD across disease stages and highlight the importance of targeted interventions and integrated care to improve cardiovascular outcomes.",
        "authors": [
          "Wong Chung-Shun",
          "Wu Mei-Yi",
          "Chen Yi-Hsuan Roger",
          "Lo Wei-Cheng",
          "Wu Mai Szu"
        ],
        "journal": "BMJ open",
        "pub_date": "2026 Feb 15",
        "pub_types": [
          "Journal Article",
          "Observational Study",
          "Multicenter Study"
        ],
        "keywords": [
          "Cardiovascular Disease",
          "End stage renal failure",
          "Nephrology",
          "Prognosis"
        ],
        "mesh_terms": [
          "Humans",
          "Taiwan",
          "Female",
          "Male",
          "Retrospective Studies",
          "Middle Aged",
          "Cardiovascular Diseases",
          "Renal Insufficiency, Chronic",
          "Aged",
          "Risk Factors",
          "Kidney Failure, Chronic",
          "Incidence",
          "Adult",
          "Comorbidity"
        ],
        "doi": "10.1136/bmjopen-2025-107969",
        "is_high_impact": true,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41692518/",
        "fetched_at": "2026-02-16T08:52:55.455318"
      },
      {
        "pmid": "41686601",
        "title": "Association between albumin-corrected anion gap status with all-cause and cardiovascular mortality in individuals with chronic kidney disease: A national retrospective cohort study.",
        "abstract": "The mortality rate associated with chronic kidney disease (CKD) has been steadily increasing, with disturbances in acid-base balance being a significant factor exacerbating the risk of mortality. Our objective was to evaluate whether the albumin-corrected anion gap (ACAG) status, which reflects acid-base balance, could be used as a mortality risk biomarker for the CKD population in the United States. We conducted a cross-sectional study utilizing the National Health and Nutrition Examination Survey data, collected from 1999 to 2018. Kaplan-Meier curves, weighted Cox regression, restricted cubic spline and subgroup analyses were employed to examine the relation of ACAG with all-cause and cardiovascular mortality in CKD participants. The analysis included a total of 6776 participants. We found a positive relation of ACAG to the mortality risk among CKD participants (all-cause mortality: HR = 1.10, 95% CI = 1.08-1.13, P < .01; cardiovascular mortality: HR = 1.09, 95% CI = 1.04-1.14, P < .01). Subgroup analyses revealed significant interactions between smoking and drinking with regard to the relation between ACAG and mortality in CKD patients. Our research indicates that higher levels of ACAG are related to unfavorable outcomes in CKD. Future research should further explore the role of ACAG and acid-base balance in mortality among CKD patients, as well as investigate potential intervention strategies.",
        "authors": [
          "Yin Haoyang",
          "Gu Song"
        ],
        "journal": "Medicine",
        "pub_date": "2026 Feb 13",
        "pub_types": [
          "Journal Article",
          "Observational Study"
        ],
        "keywords": [
          "ACAG",
          "CKD",
          "NHANES",
          "all-cause mortality",
          "cardiovascular mortality",
          "cross-sectional study",
          "kidney function"
        ],
        "mesh_terms": [
          "Humans",
          "Male",
          "Female",
          "Renal Insufficiency, Chronic",
          "Cardiovascular Diseases",
          "Middle Aged",
          "Cross-Sectional Studies",
          "Retrospective Studies",
          "Acid-Base Equilibrium",
          "Aged",
          "Nutrition Surveys",
          "United States",
          "Biomarkers",
          "Serum Albumin",
          "Adult",
          "Risk Factors",
          "Proportional Hazards Models",
          "Kaplan-Meier Estimate"
        ],
        "doi": "10.1097/MD.0000000000047539",
        "is_high_impact": false,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41686601/",
        "fetched_at": "2026-02-16T08:52:55.455392"
      },
      {
        "pmid": "41686587",
        "title": "Metal mixture inflammatory index and mortality risk in chronic kidney disease patients: A nationally representative cohort study from the NHANES 1999 to 2018.",
        "abstract": "Patients with chronic kidney disease (CKD) are frequently exposed to environmental heavy metals, which can easily aggravate the condition or even accelerate death. The association between the metal mixture inflammatory index (MMII) and mortality in CKD patients has not been investigated yet. The MMII was developed using reduced rank regression models to gauge the systemic inflammatory potential of a multi-metal mixture. We analyzed data from 2569 CKD patients who participated in the National Health and Nutrition Examination Survey (1999-2018) with follow-up until December 31, 2019. The association between MMII and mortality was explored via multivariate COX regressions. Patients were divided into 3 groups according to tertiles of MMII: MMII-1 (-0.699 to 0.06), MMII-2 (0.060-0.268), and MMII-3 (0.268-1.329). Compared to MMII-1, the hazard ratios for all-cause, non-cardiovascular disease (CVD), and cancer mortality in MMII-3 were 1.30 (1.01-1.67), 1.49 (1.09-2.03), and 2.44 (1.33-4.49), respectively. In this nationally representative sample of U.S. CKD patients, MMII was closely associated with an increased risk of all-cause, non-CVD, and cancer mortality.",
        "authors": [
          "Tang Jinmei",
          "Cai Kangqin",
          "Lin Qingfang",
          "Pan Qin"
        ],
        "journal": "Medicine",
        "pub_date": "2026 Feb 13",
        "pub_types": [
          "Journal Article"
        ],
        "keywords": [
          "chronic kidney disease (CKD)",
          "inflammation",
          "metal mixture inflammatory index (MMII)",
          "mortality risk",
          "survival"
        ],
        "mesh_terms": [
          "Humans",
          "Renal Insufficiency, Chronic",
          "Male",
          "Female",
          "Middle Aged",
          "Nutrition Surveys",
          "United States",
          "Aged",
          "Adult",
          "Metals, Heavy",
          "Inflammation",
          "Cohort Studies",
          "Risk Factors",
          "Cardiovascular Diseases",
          "Neoplasms",
          "Proportional Hazards Models"
        ],
        "doi": "10.1097/MD.0000000000047693",
        "is_high_impact": false,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41686587/",
        "fetched_at": "2026-02-16T08:52:55.455477"
      },
      {
        "pmid": "41689658",
        "title": "Efficacy and safety of flexible and navigable suction ureteral access sheath combined with flexible ureteroscopic lithotripsy versus flexible ureteroscopic lithotripsy alone for infected upper urinary tract stones: a retrospective cohort study.",
        "abstract": "OBJECTIVE: To compare the efficacy and safety of flexible negative-pressure ureteral access sheath combined with flexible ureteroscopic lithotripsy (FURL) versus FURL alone in the treatment of upper urinary tract infectious stones. METHODS: This retrospective cohort study included 91 patients with upper urinary tract infectious stones (confirmed as struvite or carbonate apatite by postoperative stone composition analysis) who underwent surgery at the First Affiliated Hospital of Xiamen University between January 2023 and January 2025. Based on the surgical approach, patients were divided into two groups: the FANS-UAS combined with FURL group (n = 60) and the FURL alone group (n = 31). Baseline characteristics, stone-free rates (immediate and long-term), and complications were collected and compared between the groups. RESULTS: Compared to the FURL alone group, the FANS-UAS group had a lower proportion of struvite stones (73.33% vs. 93.55%, P < 0.05) and a lower rate of intraoperative stone basket usage (66.67% vs. 100%, P < 0.05). However, patients in the FANS-UAS group were older, had a larger maximum stone diameter, and higher stone CT values (all P < 0.05). Regarding efficacy and safety: The FANS-UAS group demonstrated a significantly higher immediate stone-free rate (53.34% vs. 12.91%, P < 0.05), but also had a longer operative time, greater estimated intraoperative blood loss, and higher postoperative levels of serum creatinine and cystatin C (all P < 0.05). Concurrently, the FANS-UAS group showed significantly lower rates of systemic inflammatory response syndrome (1.67% vs. 6.45%, P < 0.05), lower hospitalization costs, and a lower rate of postoperative adjuvant therapy (3.33% vs. 45.17%, P < 0.05). However, no statistically significant differences were observed between the two groups in terms of long-term stone-free rate, postoperative pain scores, length of hospital stay, transfusion rate, fever rate, renal pelvis/ureteral injury rate, or reoperation rate (all P > 0.05). Although these differences did not reach statistical significance, the observed numerical trends in some outcomes may hold clinical relevance and warrant further validation through larger-scale studies. CONCLUSION: The combination of FANS-UAS and FURL is a safe and effective method for treating upper urinary tract infectious stones. Its advantages include a higher immediate stone-free rate, lower hospitalization costs, reduced need for postoperative adjuvant therapy, a lower incidence of sepsis, and faster postoperative recovery, while achieving a long-term stone-free rate comparable to FURL alone. This approach represents a viable new treatment option.",
        "authors": [
          "Huang Qianhao",
          "Ding Meixuan",
          "Lian Xin",
          "Huang Yifan",
          "Wang Tao",
          "Chen Bin",
          "Chen Yuedong"
        ],
        "journal": "World journal of urology",
        "pub_date": "2026 Feb 14",
        "pub_types": [
          "Journal Article",
          "Comparative Study"
        ],
        "keywords": [
          "Flexible and navigable suction ureteral access sheaths",
          "Flexible ureteroscopic lithotripsy",
          "Infected stones",
          "Struvite stones",
          "Upper urinary tract stones"
        ],
        "mesh_terms": [
          "Humans",
          "Retrospective Studies",
          "Male",
          "Female",
          "Middle Aged",
          "Ureteroscopy",
          "Lithotripsy",
          "Kidney Calculi",
          "Ureteral Calculi",
          "Treatment Outcome",
          "Adult",
          "Urinary Tract Infections",
          "Cohort Studies",
          "Equipment Design",
          "Aged",
          "Ureteroscopes"
        ],
        "doi": "10.1007/s00345-026-06268-6",
        "is_high_impact": false,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41689658/",
        "fetched_at": "2026-02-16T08:52:55.455559"
      },
      {
        "pmid": "40968962",
        "title": "Real-world comparison of cabozantinib and sunitinib in advanced non-clear cell renal cell carcinoma: A multicenter study by the Turkish Oncology Group.",
        "abstract": "Non-clear cell renal cell carcinoma (nccRCC) comprises a heterogeneous group of malignancies with limited prospective data and no established first-line standard. We conducted a multicenter retrospective study across 29 centers in Turkey, including patients with advanced or metastatic nccRCC treated with first-line cabozantinib or sunitinib between 2015 and 2025. Among 268 patients (sunitinib, n = 198; cabozantinib, n = 70), baseline characteristics were balanced. Cabozantinib was associated with significantly longer median progression-free survival (PFS) compared to sunitinib (9.2 vs. 6.6 months; HR: 0.66; p = .027), while overall survival (OS) was similar (18.6 vs. 17.2 months; p = .566). Objective response rate (ORR) was higher with cabozantinib (38.6% vs. 26.3%; p = .052). Multivariate analyses identified ECOG performance status ≥2, IMDC risk category, sarcomatoid differentiation, and chromophobe histology as independent prognostic factors for OS. Predictors of PFS included IMDC risk, sarcomatoid features, nephrectomy status, and histologic subtype. These findings suggest that cabozantinib may offer improved disease control over sunitinib in this diverse patient population and provide valuable real-world insights for therapeutic decision-making in the absence of prospective randomized data.",
        "authors": [
          "Şahin Gökhan",
          "Tüzün Esmanur Kaplan",
          "Güzel Halil G",
          "Guliyev Murad",
          "Dişli Ahmet K",
          "Yazıcı Melike",
          "Yıldız Oğuzhan",
          "Güneş Tuğçe K",
          "Alkan Süleyman",
          "Kahraman Emir G",
          "Özel Gamze Serin",
          "İçli Mehmet C",
          "Şahin Elif",
          "Muğlu Harun",
          "Acar Caner",
          "Tunbekici Salih",
          "Yüksel Haydar Ç",
          "Yücel Hakan",
          "Kahya Burcu Ulaş",
          "Kitaplı Sait",
          "Büyükşimşek Mahmut",
          "İpek Şüheda A",
          "Dama Pınar E",
          "Usta Ekin Akyıldız",
          "Yılmaz Mesut",
          "Aşık Esra",
          "Özalp Faruk R",
          "Savsar Mehmet G",
          "Kocaaslan Erkam",
          "Sim Saadet",
          "Ağaoğlu Ahmet B",
          "Çamöz Elif Sertesen",
          "Demir Teyfik",
          "Uyar Galip C",
          "Yıldırım Atila",
          "Çınkır Havva Y",
          "Salim Derya Kıvrak",
          "Doğu Gamze Gököz",
          "Alan Özkan",
          "Bayram Ertuğrul",
          "Karaçin Cengiz",
          "Güç Zeynep G",
          "Ekinci Ferhat",
          "Eryılmaz Melek Karakurt",
          "Semiz Hüseyin S",
          "Ünal Olçun Ü",
          "Göksu Sema Sezgin",
          "Öztürk Banu",
          "İnanç Mevlüde",
          "Uygun Kazım",
          "Hacıbekiroğlu İlhan",
          "Erçolak Vehbi",
          "Kara İsmail O",
          "Yazıcı Ozan",
          "Bilici Ahmet",
          "Tanrıverdi Özgür",
          "Karaca Burçak",
          "Erman Mustafa",
          "Gökmen Erhan",
          "Göker Erdem",
          "Yıldırım Hasan Çağrı"
        ],
        "journal": "International journal of cancer",
        "pub_date": "2026 Feb 15",
        "pub_types": [
          "Journal Article",
          "Multicenter Study",
          "Comparative Study"
        ],
        "keywords": [
          "cabozantinib",
          "non‐clear cell renal cell carcinoma",
          "real‐world data",
          "sunitinib",
          "survival outcomes"
        ],
        "mesh_terms": [
          "Humans",
          "Sunitinib",
          "Carcinoma, Renal Cell",
          "Male",
          "Female",
          "Kidney Neoplasms",
          "Middle Aged",
          "Pyridines",
          "Aged",
          "Retrospective Studies",
          "Anilides",
          "Adult",
          "Turkey",
          "Aged, 80 and over",
          "Progression-Free Survival",
          "Prognosis"
        ],
        "doi": "10.1002/ijc.70165",
        "is_high_impact": false,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40968962/",
        "fetched_at": "2026-02-16T08:52:55.455694"
      },
      {
        "pmid": "41056188",
        "title": "Fractional flow reserve-guided renal artery stenting in atherosclerotic renovascular hypertension: the FAIR randomized trial.",
        "abstract": "BACKGROUND AND AIMS: The optimal therapy for patients with atherosclerotic renal artery stenosis (ARAS) remains unresolved. This study compared the efficacy of renal fractional flow reserve (FFR)-guided revascularization and traditional angiography-guided revascularization. METHODS: In total, 101 patients with ARAS and hypertension were randomly assigned to either the FFR-guided or angiography-guided group (ClinicalTrials.gov identifier: NCT05732077). Stenting was performed in the angiography-guided group regardless of FFR, whereas stenting was only performed in the FFR-guided group for patients with FFR < 0.80. The primary endpoints were the percentage changes in ambulatory daytime mean systolic blood pressure (DMSBP) and composite index of antihypertensive medicines (CIAHM) after 3 months. RESULTS: The percentage changes in DMSBP (4% [-2%, 11%] vs 4% [-3%, 10%]; P = .97) and CIAHM (0% [0%, 3%] vs 1% [0%, 4%]; P = .33) did not differ between groups. However, the rate of stenting was significantly lower in the FFR-guided group (46.0% vs 100.0%, P < .01). Moreover, compared with the findings in patients with FFR ≥ 0.80 who did not receive stenting, stenting was beneficial in patients with FFR < 0.80 (adjusted mean DMSBP reduction, 6.2 [95% confidence interval {CI}, 0.6-11.9] mmHg; mean CIAHM reduction, 3.1 [95% CI, 1.5-4.7]), but not in those with FFR ≥ 0.80 (1.4 [95% CI, -4.5-7.2] mmHg, and 0.7 [95% CI, -1.1-2.5], respectively). CONCLUSIONS: FFR-guided revascularization significantly reduced unnecessary stenting compared with angiography-guided revascularization. Both blood pressure and antihypertensive medication usage decreased significantly after stenting in patients with FFR < 0.80.",
        "authors": [
          "Li Yuxi",
          "Zheng Jingang",
          "Lu Chengzhi",
          "Fan Fangfang",
          "Liu Zhihao",
          "Liu Shengcong",
          "Yi Tieci",
          "Zhang Long",
          "Weng Haoyu",
          "Wang Beining",
          "Liu Xu",
          "Zhou Hui",
          "Ma Dengfeng",
          "Jia Zhi",
          "Xiang Li",
          "Yang Renqiang",
          "Shi Dongmei",
          "Chen Hui",
          "Xu Li",
          "Liu Cun",
          "Kario Kazuomi",
          "Zhang Yan",
          "Li Jianping"
        ],
        "journal": "European heart journal",
        "pub_date": "2026 Feb 11",
        "pub_types": [
          "Journal Article",
          "Randomized Controlled Trial",
          "Multicenter Study"
        ],
        "keywords": [
          "Atherosclerotic renal artery stenosis",
          "Composite index of antihypertensive medicines",
          "Daytime mean systolic blood pressure",
          "Fractional flow reserve",
          "Hypertension",
          "Stenting"
        ],
        "mesh_terms": [
          "Humans",
          "Male",
          "Female",
          "Renal Artery Obstruction",
          "Hypertension, Renovascular",
          "Stents",
          "Middle Aged",
          "Aged",
          "Treatment Outcome",
          "Atherosclerosis",
          "Antihypertensive Agents",
          "Renal Artery",
          "Fractional Flow Reserve, Myocardial",
          "Angiography"
        ],
        "doi": "10.1093/eurheartj/ehaf746",
        "is_high_impact": false,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41056188/",
        "fetched_at": "2026-02-16T08:52:55.455783"
      },
      {
        "pmid": "41297711",
        "title": "Early glucagon-like peptide-1 receptor agonist use after myocardial infarction in patients with type 2 diabetes.",
        "abstract": "AIMS: Acute myocardial infarction (AMI) is among the leading causes of mortality in patients with type 2 diabetes (T2DM). This study evaluated whether initiation of glucagon-like peptide-1 receptor agonists (GLP1RAs) post-AMI improves cardiovascular outcomes in this population. METHODS: This retrospective cohort study used the TriNetX Research Network to identify adult patients with T2DM who experienced an AMI between January 1, 2017, and December 31, 2023. Patients were included if they initiated tirzepatide or semaglutide within 14 days post-AMI. Propensity score matching (PSM) was performed to balance baseline characteristics. The primary outcome was recurrent coronary events, and secondary outcomes included all-cause mortality and hospitalizations, heart failure (HF) hospitalizations, acute kidney injury (AKI), and cardiac arrest. Hazard ratios (HR) were estimated using Cox proportional hazard models. RESULTS: 5338 patients were included in each cohort. Mean follow-up was 327.7 days (GLP1RA group) vs. 307.9 days (non-GLP1RA group). GLP1RA use did not significantly reduce recurrent coronary events (3.7 % vs 3.8 %; HR 0.913, 95 % CI 0.750-1.111). GLP1RA use was associated with significantly lower all-cause mortality (HR 0.484, 95 % CI 0.413-0.567), HF hospitalizations (HR 0.578, 95 % CI 0.531-0.630), AKI (HR 0.688, 95 % CI 0.610-0.732), cardiac arrest (HR 0.549, 95 % CI 0.418-0.722), and all-cause hospitalizations (HR 0.673, 95 % CI 0.636-0.713). CONCLUSIONS: GLP1RA initiation in patients with T2DM post-AMI was not associated with a reduction in recurrent coronary events, but was linked to improvements in other cardiovascular outcomes, suggesting a potential role for GLP1RAs as part of a secondary prevention strategy.",
        "authors": [
          "Ahmad Omar",
          "Ibrahim Ramzi",
          "Pham Hoang Nhat",
          "Abdelnabi Mahmoud",
          "Elbenawi Hossam",
          "Salih Mohammed",
          "Farina Juan",
          "Bhakta Mayurkumar D",
          "Sell-Dottin Kristen A",
          "Yang Eric H",
          "Sweeney John P",
          "Fortuin F David",
          "Simper David",
          "Al-Kindi Sadeer",
          "Lee Kwan",
          "Nasir Khurram",
          "Ayoub Chadi",
          "Arsanjani Reza"
        ],
        "journal": "International journal of cardiology",
        "pub_date": "2026 Feb 15",
        "pub_types": [
          "Journal Article"
        ],
        "keywords": [],
        "mesh_terms": [
          "Humans",
          "Diabetes Mellitus, Type 2",
          "Male",
          "Female",
          "Retrospective Studies",
          "Glucagon-Like Peptide-1 Receptor Agonists",
          "Myocardial Infarction",
          "Middle Aged",
          "Aged",
          "Hypoglycemic Agents",
          "Follow-Up Studies",
          "Cohort Studies",
          "Treatment Outcome",
          "Glucagon-Like Peptide 1",
          "Semaglutide"
        ],
        "doi": "10.1016/j.ijcard.2025.134042",
        "is_high_impact": false,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41297711/",
        "fetched_at": "2026-02-16T08:52:55.455862"
      },
      {
        "pmid": "41405528",
        "title": "Delayed Diagnosis of Transthyretin Amyloid Cardiomyopathy in the Veterans Health Administration.",
        "abstract": "BACKGROUND: Timely diagnosis and treatment are critical to reduce morbidity and mortality for patients with transthyretin amyloidosis with cardiomyopathy (ATTR-CM). Limited existing data suggest underdiagnosis of ATTR-CM and inequity in predictors of diagnosis patterns. OBJECTIVE: This study sought to describe the time from heart failure (HF) diagnosis to ATTR-CM diagnosis and identify predictors for delayed diagnosis of ATTR-CM. METHODS: This retrospective cohort study used Veterans Health Administration (VHA) data. We identified patients with HF and ATTR-CM diagnosed between 2016 and 2022 using an algorithm based on diagnoses and medications. The primary outcome was the time to diagnosis of ATTR-CM and was defined as the number of days between each patient's first HF diagnosis and their first ATTR-CM diagnosis. We also evaluated the number of days between first HF hospitalization or first loop diuretic prescription and ATTR-CM diagnosis. We used multivariable logistic regression to assess demographic, clinical, and socioeconomic predictors of time to ATTR-CM diagnosis using >6 months as a meaningful delay. RESULTS: A total of 2,557 patients with HF and ATTR-CM were identified. The mean age at the time of ATTR-CM diagnosis was 81 years. Most veterans were male (2,544; 99.5%) and White (1,440; 56%). The median time to diagnosis to ATTR-CM was 490 days. For the 1,882 veterans with a loop diuretic prescription before ATTR-CM diagnosis, the median time between initial loop prescription and ATTR-CM diagnosis was 835 days (Q1-Q3: 250-1850). Across Department of Veterans Affairs sites, the median number of days to diagnosis ranged from 169 to 1,070 days. After adjustment, Black race (OR: 0.71; 95% CI: 0.57-0.88) and older age (OR: 0.66; 95% CI: 0.59-0.73) were associated with a shorter time to diagnosis, whereas a history of atrial fibrillation (OR: 1.21; 95% CI: 1.00-1.45), coronary artery disease (OR: 1.38; 95% CI: 1.15-1.64), or chronic kidney disease (OR: 1.79; 95% CI: 1.50-2.15) was associated with longer time to diagnosis. CONCLUSIONS: There are clinically important delays between incident HF and diagnosis of ATTR-CM. Carrying a diagnosis of atrial fibrillation, coronary artery disease, or chronic kidney disease was associated with a longer delay to diagnosis. These findings uncover an opportunity for clinicians to consider concomitant ATTR-CM in patients with alternate etiologies for their cardiomyopathy, as expediting evaluation for ATTR-CM following HF diagnosis is critical to reduce the morbidity of this progressive condition.",
        "authors": [
          "Spencer-Bonilla Gabriela",
          "Fan Jun",
          "Cheng Paul",
          "Varshney Anubodh",
          "Din Natasha",
          "Rodriguez Fatima",
          "Papas Mia A",
          "Davies Marie",
          "Venditto John",
          "Huang Joanna",
          "Witteles Ronald M",
          "Heidenreich Paul A",
          "Alexander Kevin M",
          "Sandhu Alexander T"
        ],
        "journal": "Journal of the American College of Cardiology",
        "pub_date": "2026 Feb 10",
        "pub_types": [
          "Journal Article"
        ],
        "keywords": [
          "amyloidosis",
          "cardiomyopathy",
          "diagnostic delay",
          "transthyretin"
        ],
        "mesh_terms": [
          "Humans",
          "Male",
          "Female",
          "United States",
          "Retrospective Studies",
          "Amyloid Neuropathies, Familial",
          "Aged",
          "Cardiomyopathies",
          "United States Department of Veterans Affairs",
          "Delayed Diagnosis",
          "Middle Aged",
          "Veterans Health",
          "Heart Failure",
          "Aged, 80 and over"
        ],
        "doi": "10.1016/j.jacc.2025.10.021",
        "is_high_impact": false,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41405528/",
        "fetched_at": "2026-02-16T08:52:55.455938"
      },
      {
        "pmid": "41581293",
        "title": "Do diabetes and hypertension mediate the association of air pollution with the incidence of end-stage kidney disease? Results from two large European cohorts.",
        "abstract": "Air pollution has been associated with kidney disease. However, it is unknown to what extent diabetes and hypertension, themselves affected by air pollution, contribute to the association. We investigated whether the association between air pollution and end-stage kidney disease (ESKD) is mediated by diabetes or hypertension in two large cohorts, the Austrian VHM&PP and the Italian RoLS. Both cohorts were followed up for incident ESKD with dialysis and kidney transplant registries. Exposure to air pollution was assessed using annual mean concentrations at the residential address derived from Europe-wide land-use regression models. Information on diabetes and hypertension was based on measurements (VHM&PP), or hospital discharges and medications (RoLS). A four-way decomposition causal mediation analysis was conducted for pollutants associated with ESKD in the two cohorts, adjusting for individual and area-level confounders. A total of 501 and 3231 incident ESKD cases were observed with a median follow-up of 27 and 8 years in VHM&PP and RoLS, respectively. The total excess risks for associations with ESKD were 13.9% and 17.9% for NO2, and 17.0% and 20.9% for black carbon (BC), for diabetes and hypertension, respectively. The excess risk mediated by diabetes and hypertension was 2.3% (95% CI: 0.8%, 3.9%) and 3.2% (1.9%, 4.4%) for NO2 (increase 10 μg/m3), and 2.1% (1.0%, 3.1%) and 3.5% (2.3%, 4.7%) for BC (increase 0.5*10-5/m), respectively. No positive mediation was observed for PM2.5. Diabetes and hypertension partly mediated the associations of NO2 and BC with ESKD, whereas no consistent results were found for PM2.5.",
        "authors": [
          "Weinmayr Gudrun",
          "Jaensch Andrea",
          "Marino Claudia",
          "Ferraro Pietro Manuel",
          "Kerschbaum Julia",
          "Haller Patrizia",
          "Brozek Wolfgang",
          "Michelozzi Paola",
          "Renzi Matteo",
          "Stafoggia Massimo",
          "Agabiti Nera",
          "de Hoogh Kees",
          "Brunekreef Bert",
          "Hoek Gerard",
          "Zitt Emanuel",
          "Forastiere Francesco",
          "Nagel Gabriele",
          "Cesaroni Giulia"
        ],
        "journal": "The Science of the total environment",
        "pub_date": "2026 Feb 10",
        "pub_types": [
          "Journal Article"
        ],
        "keywords": [
          "Air pollution",
          "Cohort study",
          "End-stage kidney disease",
          "Mediation",
          "Nitrogen dioxide",
          "Particulate matter"
        ],
        "mesh_terms": [
          "Humans",
          "Kidney Failure, Chronic",
          "Air Pollution",
          "Hypertension",
          "Incidence",
          "Diabetes Mellitus",
          "Environmental Exposure",
          "Air Pollutants",
          "Male",
          "Female",
          "Middle Aged",
          "Cohort Studies",
          "Austria",
          "Italy",
          "Aged",
          "Europe"
        ],
        "doi": "10.1016/j.scitotenv.2026.181430",
        "is_high_impact": false,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41581293/",
        "fetched_at": "2026-02-16T08:52:55.456018"
      },
      {
        "pmid": "40707219",
        "title": "Two-year Follow-up of IgA Nephropathy Patients Who Developed Gross Hematuria Following COVID-19 Vaccination: A Case Series and Literature Review.",
        "abstract": "Objective Recent reports have shown that patients with immunoglobulin A nephropathy (IgAN) develop gross hematuria after COVID-19 vaccination. However, the two-year prognosis remains uncertain. Methods We conducted a retrospective review of 301 patients with IgAN at our institution to identify those who developed gross hematuria after COVID-19 vaccination. We evaluated the patients' baseline characteristics, clinical courses, and changes in the renal function, proteinuria, and hematuria for two years post-vaccination. In addition, we conducted a systematic literature review of 16 case studies, with 28 cases and 5 cohort studies. Results Gross hematuria was observed in eight patients after vaccination. Their mean age was 42.9 years, and 87.5% were women. All patients relapsed or did not achieve clinical remission prior to vaccination. The median time to gross hematuria onset was 1.6 days, resolving within 3 days. The mean baseline estimated glomerular filtration rate (eGFR) was 69.4 mL/min/1.73 m2, the urine protein-to-creatinine ratio (UPCR) was 0.23 g/gCr, and the median baseline hematuria was 10-19 red blood cells (RBCs)/high-power field (HPF). One month after vaccination, the eGFR decreased by 8.6 mL/min/1.73 m2 (-12.3%), the UPCR increased by 0.64 g/gCr, and hematuria increased to 50-99 RBCs/HPF. By 6 months, the eGFR and UPCR had recovered, with median hematuria decreasing to 5-9 RBCs/HPF and stabilizing by 24 months. Conclusion We revealed the extended prognosis of gross hematuria in patients with IgAN following COVID-19 vaccination. With appropriate follow-up, temporary renal deterioration improved within six months and remained stable for two years. These findings support the safety of the COVID-19 vaccination in this vulnerable population.",
        "authors": [
          "Kimura Hitomi",
          "Beppu Hiroko",
          "Kawanishi Tomoko",
          "Ogawa Hina",
          "Toda Minami",
          "Ishiwatari Ayumi",
          "Kamei Yuiko",
          "Ogawa Toshie",
          "Abe Yasutomo",
          "Endo Mariko",
          "Wakai Sachiko"
        ],
        "journal": "Internal medicine (Tokyo, Japan)",
        "pub_date": "2026 Feb 15",
        "pub_types": [
          "Journal Article",
          "Review",
          "Systematic Review",
          "Case Reports"
        ],
        "keywords": [
          "COVID-19 vaccination",
          "IgA nephropathy",
          "SARS-CoV-2",
          "gross hematuria"
        ],
        "mesh_terms": [
          "Humans",
          "Hematuria",
          "Glomerulonephritis, IGA",
          "Female",
          "Adult",
          "Male",
          "Retrospective Studies",
          "COVID-19 Vaccines",
          "Middle Aged",
          "Follow-Up Studies",
          "COVID-19",
          "Vaccination",
          "Time Factors"
        ],
        "doi": "10.2169/internalmedicine.5548-25",
        "is_high_impact": false,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/40707219/",
        "fetched_at": "2026-02-16T08:52:55.456088"
      },
      {
        "pmid": "41677900",
        "title": "Anatomical refinement matters: ureteropelvic junction location confers survival benefit for patients with upper tract urothelial carcinoma after radical nephroureterectomy.",
        "abstract": "OBJECTIVE: Whether primary tumor location influences prognosis in upper tract urothelial carcinoma (UTUC) remains contentious. We aim to clarify the prognostic impact of tumor location in upper tract urothelial carcinoma (UTUC) by anatomically subsegmenting ureteral tumors, with specific focus on ureteropelvic junction (UPJ) carcinomas. METHODS: This retrospective cohort study evaluated 2,315 patients with non-metastatic, unifocal UTUC, including tumors localized to the renal pelvis or ureter, who underwent radical nephroureterectomy. Ureteral tumors were rigorously subsegmented into UPJ, proximal/middle/distal ureter, and ureterovesical junction (UVJ) using imaging and clinicopathological data. Survival outcomes-overall survival (OS), cancer-specific survival (CSS), metastasis-free survival (MFS), bladder recurrence-free survival (BRFS), and local recurrence-free survival (LRFS)-were evaluated using Kaplan-Meier analysis and Cox proportional hazards models adjusted for clinicopathological confounders. RESULTS: While univariate analysis showed that compared with renal pelvis tumors, ureteral tumors were associated with worse CSS, OS, MFS, BRFS and LRFS, this association was not independent in multivariable analysis. After conducting a detailed classification of the location of ureteral tumors, we discovered UPJ tumors demonstrated significantly superior OS and CSS compared to other ureteral carcinomas. Critically, UPJ location emerged as an independent predictor of improved OS (HR 0.444; 95% CI 0.240-0.820); p = 0.009) and CSS (HR 0.319; 95% CI 0.130-0.785; p = 0.013) in ureteral carcinoma patients, with the survival advantage most pronounced in muscle-invasive disease. CONCLUSIONS: Traditional \"renal pelvis versus ureter\" dichotomy obscures prognostic heterogeneity. Anatomical refinement that recognizes UPJ tumors as a distinct, favorable subset provides a biologically grounded framework for individualized counseling. Furthermore, the recognition of UPJ tumors as a low-risk entity may encourage the investigation of kidney-sparing management strategies in appropriately selected patients.",
        "authors": [
          "Guan Bao",
          "Peng Kun",
          "Cao Chao",
          "Du Yicong",
          "Zuo Wei",
          "Han Wencong",
          "Xu Chunru",
          "Zhou Liqun",
          "Li Xuesong",
          "Hao Han"
        ],
        "journal": "World journal of urology",
        "pub_date": "2026 Feb 12",
        "pub_types": [
          "Journal Article"
        ],
        "keywords": [
          "Anatomical refinement",
          "Clinical outcomes",
          "Prognosis",
          "Upper-tract urothelial carcinoma",
          "Ureteropelvic junction"
        ],
        "mesh_terms": [
          "Humans",
          "Nephroureterectomy",
          "Ureteral Neoplasms",
          "Retrospective Studies",
          "Male",
          "Female",
          "Kidney Pelvis",
          "Aged",
          "Carcinoma, Transitional Cell",
          "Kidney Neoplasms",
          "Middle Aged",
          "Ureter",
          "Survival Rate",
          "Prognosis",
          "Aged, 80 and over"
        ],
        "doi": "10.1007/s00345-026-06219-1",
        "is_high_impact": false,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41677900/",
        "fetched_at": "2026-02-16T08:52:55.456169"
      },
      {
        "pmid": "41669850",
        "title": "Effect of on-demand immunosuppressive therapy on long-term outcomes in patients with immunoglobulin A nephropathy: A real-world cohort study.",
        "abstract": "BACKGROUND: Long-term management strategies for IgA Nephropathy (IgAN) remain insufficiently studied. This study aims to address this gap by comparing patients with persistent proteinuria who did not receive additional treatment with those whose persistent proteinuria led to on-demand immunosuppressive treatment. METHODS: This retrospective cohort study included 264 propensity score-matched patients with IgAN treated between January 2003 and December 2016, with a follow-up through August 2024. Patients with proteinuria ≥1g/day without a 40% decline in eGFR over the previous 3 months, despite adequate supportive therapy, were considered eligible for on-demand immunosuppressive therapy during follow-up. Effective regimens-including glucocorticoids, cyclophosphamide, or mycophenolate mofetil, alone or in combination with other immunosuppressive drugs-were considered distinct treatment courses only if separated by at least six months. Survival was analyzed using the Kaplan-Meier estimator, and the primary composite endpoint was analyzed using the Cox proportional hazards model. RESULTS: Over a median follow-up of 9.9 years (interquartile range, 7.3-12.8 years), 65 of 264 (25%) experienced the primary composite endpoint. Risk was lower among patients who consistently received on-demand immunosuppressive therapy compared with those who did not (10/132 [8%] vs. 55/132 [42%]; hazard ratio, 0.11; 95% CI, 0.05-0.21; p < 0.001). The incidence of the primary endpoint increased progressively with the number of missed on-demand immunosuppressive therapy: 27/34 (79%), 17/34 (50%), and 11/64 (17%) among patients who missed 3 or more, 2, or 1 treatment(s) respectively. Of the 281 missed on-demand treatment opportunities, 107 (38%) were attributable to patient-related factors and 174 (62%) to physician-related factors. CONCLUSIONS: On-demand immunosuppressive therapy is associated with improved long-term outcomes in patients with IgAN.",
        "authors": [
          "Zhao Xingyi",
          "Fan Xiaohong",
          "Wu Haiting",
          "Wen Yubing",
          "Gao Ruitong",
          "Chen Limeng",
          "Li Xuemei"
        ],
        "journal": "Nephrologie & therapeutique",
        "pub_date": "2026 Feb 11",
        "pub_types": [
          "Journal Article"
        ],
        "keywords": [
          "IgA nephropathy",
          "immunosuppression",
          "long-term",
          "outcome"
        ],
        "mesh_terms": [
          "Humans",
          "Glomerulonephritis, IGA",
          "Male",
          "Female",
          "Retrospective Studies",
          "Immunosuppressive Agents",
          "Adult",
          "Middle Aged",
          "Propensity Score",
          "Proteinuria",
          "Treatment Outcome",
          "Follow-Up Studies"
        ],
        "doi": "10.1684/ndt.2025.165",
        "is_high_impact": false,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41669850/",
        "fetched_at": "2026-02-16T08:52:55.456237"
      },
      {
        "pmid": "41671022",
        "title": "Synergy of Coronary Revascularization and Optimal Drug Therapy in Patients With Ischemic Cardiomyopathy and Reduced Left Ventricular Ejection Fraction.",
        "abstract": "AIM: To evaluate the clinical, functional and prognostic outcomes, including left ventricular (LV) reverse remodeling, of combining percutaneous coronary intervention (PCI) with optimal medical therapy (OMT) in patients with ischemic cardiomyopathy (ICM) and reduced left ventricular ejection fraction (LVEF). MATERIAL AND METHODS: ICM with significantly reduced LVEF remains one of the severe forms of chronic heart failure (CHF), associated with a high risk of adverse outcomes. The choice of the optimal treatment strategy, coronary revascularization in addition to intensive medical therapy, is a subject of active discussion and requires further study, especially regarding its effect on LV reverse remodeling and long-term prognosis. This retrospective cohort study included 561 patients with ICM and LVEF &lt;40%. The follow-up lasted from 2014 through 2024. 74% of the patients were men aged 61.4±8.7 years. Patients were divided into a revascularization group (PCI+OMT, n=281) and an OMT group (n=280). The structural and functional state of the heart was assessed using transthoracic echocardiography (ECHO) with standard protocols. RESULTS: The OMT group had a significantly higher EuroSCORE II surgical risk (4.0±1.9% vs. 3.0±1.5% in the PCI+OMT group; p&lt;0.05), a greater prevalence of stage III or higher chronic kidney disease (35.7% vs. 17.8%; p&lt;0.05), and more severe LV dilatation (LV end-diastolic volume 265±54 ml vs. 245±45 ml; p&lt;0.05). The PCI+OMT group presented with significantly higher anatomical lesion complexity compared to the OMT group (SYNTAX Score 33.5±8.8 vs. 28.9±9.7, p&lt;0.05). At the 24-month follow-up, the PCI+OMT group demonstrated a superior improvement in LVEF (+10.7±6.8% vs. +2.1±4.5%, p&lt;0.001). The proportion of patients with severe mitral regurgitation (III+) was lower in the PCI+OMT group (5.3% vs. 16.1%, p&lt;0.001), and overall mortality was 10.7% vs. 23.2% in the OMT group (p&lt;0.001). The CHF-related hospitalization rate was also significantly lower in the PCI+OMT group than in the OMT group (17.8% vs. 33.9%; p&lt;0.001). CONCLUSION: The combination of PCI and OMT is associated with a pronounced recovery of myocardial contractility, reverse LV remodeling, and regression of functional mitral regurgitation. The structural changes in the myocardium achieved through the integrative approach translate into a significant reduction in overall mortality and hospitalizations rates due to decompensated CHF during mid-term follow-up.",
        "authors": [
          "Kadyrov B A"
        ],
        "journal": "Kardiologiia",
        "pub_date": "2026 Feb 11",
        "pub_types": [
          "Journal Article"
        ],
        "keywords": [],
        "mesh_terms": [
          "Humans",
          "Male",
          "Female",
          "Middle Aged",
          "Stroke Volume",
          "Myocardial Ischemia",
          "Percutaneous Coronary Intervention",
          "Retrospective Studies",
          "Echocardiography",
          "Ventricular Remodeling",
          "Aged",
          "Cardiomyopathies",
          "Treatment Outcome",
          "Prognosis",
          "Ventricular Dysfunction, Left",
          "Ventricular Function, Left"
        ],
        "doi": "10.18087/cardio.2026.1.n3098",
        "is_high_impact": false,
        "pubmed_url": "https://pubmed.ncbi.nlm.nih.gov/41671022/",
        "fetched_at": "2026-02-16T08:52:55.456304"
      }
    ],
    "count": 16,
    "search_date": "2026-02-16T08:52:55.456578",
    "days_back": 7
  }
}