{
  "報告日期": "2026-02-16T08:52:55.962070",
  "報告週期": "過去 7 天",
  "執行摘要": {
    "總文章數": 17,
    "高影響力期刊文章數": 1,
    "主要發現": [
      "本週熱門研究主題: mortality (6篇), proteinuria (4篇), hospitalization (4篇)",
      "高影響力期刊發表 1 篇，包括: BMJ open",
      "高品質證據: 3 篇 RCT, 0 篇統合分析"
    ]
  },
  "分類統計": {
    "兒童腎臟學": {
      "文章數": 1,
      "高影響力期刊文章數": 0,
      "主要期刊": {
        "American journal of perinatology": 1
      }
    },
    "成人腎臟學": {
      "文章數": 16,
      "高影響力期刊文章數": 1,
      "主要期刊": {
        "The New England journal of medicine": 2,
        "Medicine": 2,
        "World journal of urology": 2,
        "PLoS medicine": 1,
        "BMJ open": 1
      }
    }
  },
  "研究趨勢": {
    "熱門主題": [
      [
        "mortality",
        6
      ],
      [
        "proteinuria",
        4
      ],
      [
        "hospitalization",
        4
      ],
      [
        "cardiovascular",
        4
      ],
      [
        "heart failure",
        3
      ],
      [
        "ESKD",
        2
      ],
      [
        "biomarker",
        2
      ]
    ],
    "趨勢關鍵詞": {
      "臨床結局": {
        "mortality": 6,
        "proteinuria": 4,
        "hospitalization": 4,
        "ESKD": 2
      },
      "診斷技術": {
        "biomarker": 2
      },
      "研究主題": {
        "cardiovascular": 4,
        "heart failure": 3
      }
    },
    "期刊分布": {
      "The New England journal of medicine": 2,
      "Medicine": 2,
      "World journal of urology": 2,
      "American journal of perinatology": 1,
      "PLoS medicine": 1,
      "BMJ open": 1,
      "International journal of cancer": 1,
      "European heart journal": 1,
      "International journal of cardiology": 1,
      "Journal of the American College of Cardiology": 1,
      "The Science of the total environment": 1,
      "Internal medicine (Tokyo, Japan)": 1,
      "Nephrologie & therapeutique": 1,
      "Kardiologiia": 1
    },
    "文章類型": {
      "Journal Article": 17,
      "Multicenter Study": 6,
      "Randomized Controlled Trial": 3,
      "Clinical Trial, Phase III": 2,
      "Observational Study": 2,
      "Comparative Study": 2,
      "Review": 1,
      "Systematic Review": 1,
      "Case Reports": 1
    }
  },
  "重點文章": [
    {
      "pmid": "41692518",
      "標題": "Multicentre, retrospective observational study on risk factors of major cardiovascular adverse events in patients with chronic kidney disease in Taiwan.",
      "期刊": "BMJ open",
      "發表日期": "2026 Feb 15",
      "研究類型": "研究",
      "PICO": {
        "P_族群": "chronic kidney disease in Taiwan",
        "I_介入": "",
        "C_對照": "the non-ESKD group",
        "O_結果": "the incidence of MACE during follow-up"
      },
      "中文摘要": "【研究目的】本世代研究旨在探討To assess the incidence and risk of major adverse cardiovascular events (MACE) in patients with different stages of chronic kidney disease (CKD) and end-stage kidney disease (ESKD) in Taiwan.\n\n【主要結果】MACE occurred in 49.8% of patients with CKD and 64.1% of those with ESKD. After adjustment for covariates, the ESKD group had a significantly higher risk of MACE (HR=1.52; 95% CI 1.08 to 2.16) compared with the non-ESKD group. Relative to stage 3a, the adjusted HRs for MACE were 1.13 (95% CI 0.\n\n【結論】Based on a multicentre cohort from Taiwan, our findings provide insights into the prognosis of patients with CKD across disease stages and highlight the importance of targeted interventions and integrated care to improve cardiovascular outcomes.",
      "結構化摘要": {
        "目的": "To assess the incidence and risk of major adverse cardiovascular events (MACE) in patients with different stages of chronic kidney disease (CKD) and end-stage kidney disease (ESKD) in Taiwan. DESIGN: Retrospective cohort study. SETTING: Secondary and tertiary care; data were collected from three affiliated hospitals in northern Taiwan. PARTICIPANTS: A total of 7038 adult patients with clinically confirmed CKD stages 3-5 were included, of whom 14.09% had progressed to ESKD. Patients were identifi",
        "結果": "MACE occurred in 49.8% of patients with CKD and 64.1% of those with ESKD. After adjustment for covariates, the ESKD group had a significantly higher risk of MACE (HR=1.52; 95% CI 1.08 to 2.16) compared with the non-ESKD group. Relative to stage 3a, the adjusted HRs for MACE were 1.13 (95% CI 0.74 to 1.73) for stage 3b, 1.13 (95% CI 0.74 to 1.70) for stage 4, 1.82 (95% CI 1.18 to 2.81) for stage 5 (non-ESKD) and 2.32 (95% CI 1.51 to 3.57) for stage 5D (ESKD). Diabetes and cardiovascular comorbidi",
        "結論": "Based on a multicentre cohort from Taiwan, our findings provide insights into the prognosis of patients with CKD across disease stages and highlight the importance of targeted interventions and integrated care to improve cardiovascular outcomes."
      },
      "相關趨勢": [
        "研究主題: cardiovascular",
        "臨床結局: ESKD"
      ],
      "關鍵詞": [
        "Cardiovascular Disease",
        "End stage renal failure",
        "Nephrology",
        "Prognosis"
      ],
      "MeSH詞彙": [
        "Humans",
        "Taiwan",
        "Female",
        "Male",
        "Retrospective Studies",
        "Middle Aged",
        "Cardiovascular Diseases",
        "Renal Insufficiency, Chronic",
        "Aged",
        "Risk Factors"
      ],
      "是否高影響力期刊": true,
      "PubMed連結": "https://pubmed.ncbi.nlm.nih.gov/41692518/",
      "DOI": "10.1136/bmjopen-2025-107969"
    },
    {
      "pmid": "40968962",
      "標題": "Real-world comparison of cabozantinib and sunitinib in advanced non-clear cell renal cell carcinoma: A multicenter study by the Turkish Oncology Group.",
      "期刊": "International journal of cancer",
      "發表日期": "2026 Feb 15",
      "研究類型": "研究",
      "PICO": {
        "P_族群": "advanced or metastatic nccRCC treated with first-line cabozantinib or sunitinib between 2015 and 2025",
        "I_介入": "first-line cabozantinib or sunitinib between 2015 and 2025",
        "C_對照": "sunitinib (9",
        "O_結果": "longer median progression-free survival (PFS) compared to sunitinib (9"
      },
      "中文摘要": "【研究目的】本研究旨在探討response rate (ORR) was higher with cabozantinib (38.6% vs. 26.3%; p = .052). Multivariate analyses identified ECOG performance status ≥2, IMDC risk category, sarcomatoid differentiation, and chromophobe histology as independent prognostic factors for OS.\n\n【主要結果】suggest that cabozantinib may offer improved disease control over sunitinib in this diverse patient population and provide valuable real-world insights for therapeutic decision-making in the absence of prospective randomized data.",
      "結構化摘要": {
        "目的": "response rate (ORR) was higher with cabozantinib (38.6% vs. 26.3%; p = .052). Multivariate analyses identified ECOG performance status ≥2, IMDC risk category, sarcomatoid differentiation, and chromophobe histology as independent prognostic factors for OS. Predictors of PFS included IMDC risk, sarcomatoid features, nephrectomy status, and histologic subtype. These findings suggest that cabozantinib may offer improved disease control over sunitinib in this diverse patient population and provide va"
      },
      "相關趨勢": [],
      "關鍵詞": [
        "cabozantinib",
        "non‐clear cell renal cell carcinoma",
        "real‐world data",
        "sunitinib",
        "survival outcomes"
      ],
      "MeSH詞彙": [
        "Humans",
        "Sunitinib",
        "Carcinoma, Renal Cell",
        "Male",
        "Female",
        "Kidney Neoplasms",
        "Middle Aged",
        "Pyridines",
        "Aged",
        "Retrospective Studies"
      ],
      "是否高影響力期刊": false,
      "PubMed連結": "https://pubmed.ncbi.nlm.nih.gov/40968962/",
      "DOI": "10.1002/ijc.70165"
    },
    {
      "pmid": "41297711",
      "標題": "Early glucagon-like peptide-1 receptor agonist use after myocardial infarction in patients with type 2 diabetes.",
      "期刊": "International journal of cardiology",
      "發表日期": "2026 Feb 15",
      "研究類型": "研究",
      "PICO": {
        "P_族群": "type 2 diabetes",
        "I_介入": "",
        "C_對照": "307",
        "O_結果": "recurrent coronary events, and secondary outcomes included all-cause mortality and hospitalizations, heart failure (HF) hospitalizations, acute kidney injury (AKI), and cardiac arrest"
      },
      "中文摘要": "【研究目的】本世代研究旨在探討Acute myocardial infarction (AMI) is among the leading causes of mortality in patients with type 2 diabetes (T2DM). This study evaluated whether initiation of glucagon-like peptide-1 receptor agonists (GLP1RAs) post-AMI improves cardiovascular outcomes in this population.\n\n【研究方法】This retrospective cohort study used the TriNetX Research Network to identify adult patients with T2DM who experienced an AMI between January 1, 2017, and December 31, 2023. Patients were included if they initiated tirzepatide or semaglutide within 14 days post-AMI.\n\n【主要結果】5338 patients were included in each cohort. Mean follow-up was 327.7 days (GLP1RA group) vs. 307.9 days (non-GLP1RA group). GLP1RA use did not significantly reduce recurrent coronary events (3.7 % vs 3.8 %; HR 0.913, 95 % CI 0.750-1.111).\n\n【結論】GLP1RA initiation in patients with T2DM post-AMI was not associated with a reduction in recurrent coronary events, but was linked to improvements in other cardiovascular outcomes, suggesting a potential role for GLP1RAs as part of a secondary prevention strategy.",
      "結構化摘要": {
        "方法": "This retrospective cohort study used the TriNetX Research Network to identify adult patients with T2DM who experienced an AMI between January 1, 2017, and December 31, 2023. Patients were included if they initiated tirzepatide or semaglutide within 14 days post-AMI. Propensity score matching (PSM) was performed to balance baseline characteristics. The primary outcome was recurrent coronary events, and secondary outcomes included all-cause mortality and hospitalizations, heart failure (HF) hospit",
        "結果": "5338 patients were included in each cohort. Mean follow-up was 327.7 days (GLP1RA group) vs. 307.9 days (non-GLP1RA group). GLP1RA use did not significantly reduce recurrent coronary events (3.7 % vs 3.8 %; HR 0.913, 95 % CI 0.750-1.111). GLP1RA use was associated with significantly lower all-cause mortality (HR 0.484, 95 % CI 0.413-0.567), HF hospitalizations (HR 0.578, 95 % CI 0.531-0.630), AKI (HR 0.688, 95 % CI 0.610-0.732), cardiac arrest (HR 0.549, 95 % CI 0.418-0.722), and all-cause hospi",
        "結論": "GLP1RA initiation in patients with T2DM post-AMI was not associated with a reduction in recurrent coronary events, but was linked to improvements in other cardiovascular outcomes, suggesting a potential role for GLP1RAs as part of a secondary prevention strategy."
      },
      "相關趨勢": [
        "研究主題: cardiovascular",
        "研究主題: heart failure",
        "臨床結局: mortality",
        "臨床結局: hospitalization"
      ],
      "關鍵詞": [],
      "MeSH詞彙": [
        "Humans",
        "Diabetes Mellitus, Type 2",
        "Male",
        "Female",
        "Retrospective Studies",
        "Glucagon-Like Peptide-1 Receptor Agonists",
        "Myocardial Infarction",
        "Middle Aged",
        "Aged",
        "Hypoglycemic Agents"
      ],
      "是否高影響力期刊": false,
      "PubMed連結": "https://pubmed.ncbi.nlm.nih.gov/41297711/",
      "DOI": "10.1016/j.ijcard.2025.134042"
    },
    {
      "pmid": "40707219",
      "標題": "Two-year Follow-up of IgA Nephropathy Patients Who Developed Gross Hematuria Following COVID-19 Vaccination: A Case Series and Literature Review.",
      "期刊": "Internal medicine (Tokyo, Japan)",
      "發表日期": "2026 Feb 15",
      "研究類型": "系統性回顧",
      "PICO": {
        "P_族群": "Developed Gross Hematuria Following COVID-19 Vaccination: A Case Series and Literature Review",
        "I_介入": "",
        "C_對照": "",
        "O_結果": "the patients' baseline characteristics"
      },
      "中文摘要": "【研究目的】本系統性回顧旨在探討Recent reports have shown that patients with immunoglobulin A nephropathy (IgAN) develop gross hematuria after COVID-19 vaccination. However, the two-year prognosis remains uncertain.\n\n【研究方法】We conducted a retrospective review of 301 patients with IgAN at our institution to identify those who developed gross hematuria after COVID-19 vaccination.\n\n【主要結果】Gross hematuria was observed in eight patients after vaccination. Their mean age was 42.9 years, and 87.5% were women. All patients relapsed or did not achieve clinical remission prior to vaccination. The median time to gross hematuria onset was 1.6 days, resolving within 3 days.\n\n【結論】We revealed the extended prognosis of gross hematuria in patients with IgAN following COVID-19 vaccination. With appropriate follow-up, temporary renal deterioration improved within six months and remained stable for two years.",
      "結構化摘要": {
        "目的": "Recent reports have shown that patients with immunoglobulin A nephropathy (IgAN) develop gross hematuria after COVID-19 vaccination. However, the two-year prognosis remains uncertain.",
        "方法": "We conducted a retrospective review of 301 patients with IgAN at our institution to identify those who developed gross hematuria after COVID-19 vaccination. We evaluated the patients' baseline characteristics, clinical courses, and changes in the renal function, proteinuria, and hematuria for two years post-vaccination. In addition, we conducted a systematic literature review of 16 case studies, with 28 cases and 5 cohort studies.",
        "結果": "Gross hematuria was observed in eight patients after vaccination. Their mean age was 42.9 years, and 87.5% were women. All patients relapsed or did not achieve clinical remission prior to vaccination. The median time to gross hematuria onset was 1.6 days, resolving within 3 days. The mean baseline estimated glomerular filtration rate (eGFR) was 69.4 mL/min/1.73 m2, the urine protein-to-creatinine ratio (UPCR) was 0.23 g/gCr, and the median baseline hematuria was 10-19 red blood cells (RBCs)/high",
        "結論": "We revealed the extended prognosis of gross hematuria in patients with IgAN following COVID-19 vaccination. With appropriate follow-up, temporary renal deterioration improved within six months and remained stable for two years. These findings support the safety of the COVID-19 vaccination in this vulnerable population."
      },
      "相關趨勢": [
        "臨床結局: proteinuria"
      ],
      "關鍵詞": [
        "COVID-19 vaccination",
        "IgA nephropathy",
        "SARS-CoV-2",
        "gross hematuria"
      ],
      "MeSH詞彙": [
        "Humans",
        "Hematuria",
        "Glomerulonephritis, IGA",
        "Female",
        "Adult",
        "Male",
        "Retrospective Studies",
        "COVID-19 Vaccines",
        "Middle Aged",
        "Follow-Up Studies"
      ],
      "是否高影響力期刊": false,
      "PubMed連結": "https://pubmed.ncbi.nlm.nih.gov/40707219/",
      "DOI": "10.2169/internalmedicine.5548-25"
    },
    {
      "pmid": "41689658",
      "標題": "Efficacy and safety of flexible and navigable suction ureteral access sheath combined with flexible ureteroscopic lithotripsy versus flexible ureteroscopic lithotripsy alone for infected upper urinary tract stones: a retrospective cohort study.",
      "期刊": "World journal of urology",
      "發表日期": "2026 Feb 14",
      "研究類型": "研究",
      "PICO": {
        "P_族群": "upper urinary tract infectious stones (confirmed as struvite or carbonate apatite by postoperative stone composition analysis) who underwent surgery at the First Affiliated Hospital of Xiamen Universi",
        "I_介入": "of upper urinary tract infectious stones",
        "C_對照": "flexible ureteroscopic lithotripsy alone for infected upper urinary tract stones: a retrospective cohort study",
        "O_結果": "higher immediate stone-free rate (53"
      },
      "中文摘要": "【研究目的】本世代研究旨在探討To compare the efficacy and safety of flexible negative-pressure ureteral access sheath combined with flexible ureteroscopic lithotripsy (FURL) versus FURL alone in the treatment of upper urinary tract infectious stones.\n\n【研究方法】This retrospective cohort study included 91 patients with upper urinary tract infectious stones (confirmed as struvite or carbonate apatite by postoperative stone composition analysis) who underwent surgery at the First Affiliated Hospital of Xiamen University between January 2023 and January 2025.\n\n【主要結果】Compared to the FURL alone group, the FANS-UAS group had a lower proportion of struvite stones (73.33% vs. 93.55%, P < 0.05) and a lower rate of intraoperative stone basket usage (66.67% vs. 100%, P < 0.05).\n\n【結論】The combination of FANS-UAS and FURL is a safe and effective method for treating upper urinary tract infectious stones. Its advantages include a higher immediate stone-free rate, lower hospitalization costs, reduced need for postoperative adjuvant therapy, a lower incidence of sepsis, and faster pos...",
      "結構化摘要": {
        "目的": "To compare the efficacy and safety of flexible negative-pressure ureteral access sheath combined with flexible ureteroscopic lithotripsy (FURL) versus FURL alone in the treatment of upper urinary tract infectious stones.",
        "方法": "This retrospective cohort study included 91 patients with upper urinary tract infectious stones (confirmed as struvite or carbonate apatite by postoperative stone composition analysis) who underwent surgery at the First Affiliated Hospital of Xiamen University between January 2023 and January 2025. Based on the surgical approach, patients were divided into two groups: the FANS-UAS combined with FURL group (n = 60) and the FURL alone group (n = 31). Baseline characteristics, stone-free rates (imm",
        "結果": "Compared to the FURL alone group, the FANS-UAS group had a lower proportion of struvite stones (73.33% vs. 93.55%, P < 0.05) and a lower rate of intraoperative stone basket usage (66.67% vs. 100%, P < 0.05). However, patients in the FANS-UAS group were older, had a larger maximum stone diameter, and higher stone CT values (all P < 0.05). Regarding efficacy and safety: The FANS-UAS group demonstrated a significantly higher immediate stone-free rate (53.34% vs. 12.91%, P < 0.05), but also had a lo",
        "結論": "The combination of FANS-UAS and FURL is a safe and effective method for treating upper urinary tract infectious stones. Its advantages include a higher immediate stone-free rate, lower hospitalization costs, reduced need for postoperative adjuvant therapy, a lower incidence of sepsis, and faster postoperative recovery, while achieving a long-term stone-free rate comparable to FURL alone. This approach represents a viable new treatment option."
      },
      "相關趨勢": [
        "臨床結局: hospitalization"
      ],
      "關鍵詞": [
        "Flexible and navigable suction ureteral access sheaths",
        "Flexible ureteroscopic lithotripsy",
        "Infected stones",
        "Struvite stones",
        "Upper urinary tract stones"
      ],
      "MeSH詞彙": [
        "Humans",
        "Retrospective Studies",
        "Male",
        "Female",
        "Middle Aged",
        "Ureteroscopy",
        "Lithotripsy",
        "Kidney Calculi",
        "Ureteral Calculi",
        "Treatment Outcome"
      ],
      "是否高影響力期刊": false,
      "PubMed連結": "https://pubmed.ncbi.nlm.nih.gov/41689658/",
      "DOI": "10.1007/s00345-026-06268-6"
    },
    {
      "pmid": "41686601",
      "標題": "Association between albumin-corrected anion gap status with all-cause and cardiovascular mortality in individuals with chronic kidney disease: A national retrospective cohort study.",
      "期刊": "Medicine",
      "發表日期": "2026 Feb 13",
      "研究類型": "研究",
      "PICO": {
        "P_族群": "chronic kidney disease: A national retrospective cohort study",
        "I_介入": "strategies",
        "C_對照": "",
        "O_結果": ""
      },
      "中文摘要": "【研究目的】本研究旨在探討was to evaluate whether the albumin-corrected anion gap (ACAG) status, which reflects acid-base balance, could be used as a mortality risk biomarker for the CKD population in the United States.",
      "結構化摘要": {
        "目的": "was to evaluate whether the albumin-corrected anion gap (ACAG) status, which reflects acid-base balance, could be used as a mortality risk biomarker for the CKD population in the United States. We conducted a cross-sectional study utilizing the National Health and Nutrition Examination Survey data, collected from 1999 to 2018. Kaplan-Meier curves, weighted Cox regression, restricted cubic spline and subgroup analyses were employed to examine the relation of ACAG with all-cause and cardiovascular"
      },
      "相關趨勢": [
        "診斷技術: biomarker",
        "研究主題: cardiovascular",
        "臨床結局: mortality"
      ],
      "關鍵詞": [
        "ACAG",
        "CKD",
        "NHANES",
        "all-cause mortality",
        "cardiovascular mortality",
        "cross-sectional study",
        "kidney function"
      ],
      "MeSH詞彙": [
        "Humans",
        "Male",
        "Female",
        "Renal Insufficiency, Chronic",
        "Cardiovascular Diseases",
        "Middle Aged",
        "Cross-Sectional Studies",
        "Retrospective Studies",
        "Acid-Base Equilibrium",
        "Aged"
      ],
      "是否高影響力期刊": false,
      "PubMed連結": "https://pubmed.ncbi.nlm.nih.gov/41686601/",
      "DOI": "10.1097/MD.0000000000047539"
    },
    {
      "pmid": "41686587",
      "標題": "Metal mixture inflammatory index and mortality risk in chronic kidney disease patients: A nationally representative cohort study from the NHANES 1999 to 2018.",
      "期刊": "Medicine",
      "發表日期": "2026 Feb 13",
      "研究類型": "研究",
      "PICO": {
        "P_族群": "chronic kidney disease (CKD) are frequently exposed to environmental heavy metals",
        "I_介入": "",
        "C_對照": "MMII-1",
        "O_結果": ""
      },
      "中文摘要": "【摘要】Patients with chronic kidney disease (CKD) are frequently exposed to environmental heavy metals, which can easily aggravate the condition or even accelerate death. The association between the metal mixture inflammatory index (MMII) and mortality in CKD patients has not been investigated yet.",
      "結構化摘要": {
        "完整摘要": "Patients with chronic kidney disease (CKD) are frequently exposed to environmental heavy metals, which can easily aggravate the condition or even accelerate death. The association between the metal mixture inflammatory index (MMII) and mortality in CKD patients has not been investigated yet. The MMII was developed using reduced rank regression models to gauge the systemic inflammatory potential of a multi-metal mixture. We analyzed data from 2569 CKD patients who participated in the National Health and Nutrition Examination Survey (1999-2018) with follow-up until December 31, 2019. The association between MMII and mortality was explored via multivariate COX regressions. Patients were divided into 3 groups according to tertiles of MMII: MMII-1 (-0.699 to 0.06), MMII-2 (0.060-0.268), and MMII-3 (0.268-1.329). Compared to MMII-1, the hazard ratios for all-cause, non-cardiovascular disease (CVD), and cancer mortality in MMII-3 were 1.30 (1.01-1.67), 1.49 (1.09-2.03), and 2.44 (1.33-4.49), "
      },
      "相關趨勢": [
        "研究主題: cardiovascular",
        "臨床結局: mortality"
      ],
      "關鍵詞": [
        "chronic kidney disease (CKD)",
        "inflammation",
        "metal mixture inflammatory index (MMII)",
        "mortality risk",
        "survival"
      ],
      "MeSH詞彙": [
        "Humans",
        "Renal Insufficiency, Chronic",
        "Male",
        "Female",
        "Middle Aged",
        "Nutrition Surveys",
        "United States",
        "Aged",
        "Adult",
        "Metals, Heavy"
      ],
      "是否高影響力期刊": false,
      "PubMed連結": "https://pubmed.ncbi.nlm.nih.gov/41686587/",
      "DOI": "10.1097/MD.0000000000047693"
    },
    {
      "pmid": "41196369",
      "標題": "A Phase 3 Trial of Atacicept in Patients with IgA Nephropathy.",
      "期刊": "The New England journal of medicine",
      "發表日期": "2026 Feb 12",
      "研究類型": "隨機對照試驗",
      "PICO": {
        "P_族群": "IgA Nephropathy",
        "I_介入": "subcutaneously by patients at home",
        "C_對照": "",
        "O_結果": "greater reduction in proteinuria than placebo at week 36 in patients with IgA nephropathy"
      },
      "中文摘要": "【研究背景】IgA nephropathy, the most common primary glomerulopathy worldwide, is a kidney disorder of B-cell origin characterized by mesangial accumulation of IgA-containing immune complexes. In at least 50% of patients, IgA nephropathy leads to kidney failure or death within 10 to 20 years after diagnosis.\n\n【研究方法】In this ongoing, phase 3, multicenter, double-blind, randomized, placebo-controlled trial, we assigned patients with IgA nephropathy in a 1:1 ratio to receive atacicept at a dose of 150 mg once weekly, administered subcutaneously by patients at home, or matching placebo.\n\n【主要結果】A total of 203 patients were included in the prespecified interim analysis: 106 patients in the atacicept group and 97 in the placebo group. At week 36, the percentage reduction from baseline in the urinary protein-to-creatinine ratio was 45.7% in the atacicept group and 6.\n\n【結論】In this prespecified interim analysis, treatment with atacicept resulted in a significantly greater reduction in proteinuria than placebo at week 36 in patients with IgA nephropathy. (Funded by Vera Therapeutics; ORIGIN 3 ClinicalTrials.gov number, NCT04716231.).",
      "結構化摘要": {
        "背景": "IgA nephropathy, the most common primary glomerulopathy worldwide, is a kidney disorder of B-cell origin characterized by mesangial accumulation of IgA-containing immune complexes. In at least 50% of patients, IgA nephropathy leads to kidney failure or death within 10 to 20 years after diagnosis. Atacicept is a native human transmembrane activator and calcium-modulator and cyclophilin-ligand interactor (TACI)-Fc fusion protein that inhibits two key immunoregulatory cytokines - B-cell activating ",
        "方法": "In this ongoing, phase 3, multicenter, double-blind, randomized, placebo-controlled trial, we assigned patients with IgA nephropathy in a 1:1 ratio to receive atacicept at a dose of 150 mg once weekly, administered subcutaneously by patients at home, or matching placebo. The primary end point was the percentage change from baseline in the 24-hour urinary protein-to-creatinine ratio at week 36. Safety was also evaluated.",
        "結果": "A total of 203 patients were included in the prespecified interim analysis: 106 patients in the atacicept group and 97 in the placebo group. At week 36, the percentage reduction from baseline in the urinary protein-to-creatinine ratio was 45.7% in the atacicept group and 6.8% in the placebo group, with a geometric mean between-group difference of 41.8 percentage points (95% confidence interval, 28.9 to 52.3; P<0.001). Adverse events were observed in 59.3% of the patients in the atacicept group a",
        "結論": "In this prespecified interim analysis, treatment with atacicept resulted in a significantly greater reduction in proteinuria than placebo at week 36 in patients with IgA nephropathy. (Funded by Vera Therapeutics; ORIGIN 3 ClinicalTrials.gov number, NCT04716231.)."
      },
      "相關趨勢": [
        "臨床結局: proteinuria"
      ],
      "關鍵詞": [],
      "MeSH詞彙": [
        "Humans",
        "Glomerulonephritis, IGA",
        "Double-Blind Method",
        "Male",
        "Female",
        "Adult",
        "Middle Aged",
        "Proteinuria",
        "Tumor Necrosis Factor Ligand Superfamily Member 13",
        "Recombinant Fusion Proteins"
      ],
      "是否高影響力期刊": false,
      "PubMed連結": "https://pubmed.ncbi.nlm.nih.gov/41196369/",
      "DOI": "10.1056/NEJMoa2510198"
    },
    {
      "pmid": "41211929",
      "標題": "Sibeprenlimab in IgA Nephropathy - Interim Analysis of a Phase 3 Trial.",
      "期刊": "The New England journal of medicine",
      "發表日期": "2026 Feb 12",
      "研究類型": "隨機對照試驗",
      "PICO": {
        "P_族群": "biopsy-confirmed IgA nephropathy in a 1:1 ratio to receive either subcutaneous sibeprenlimab at a dose of 400 mg or placebo administered every 4 weeks for 100 weeks",
        "I_介入": "every 4 weeks for 100 weeks",
        "C_對照": "baseline",
        "O_結果": "the level of serum immunoglobulin and safety"
      },
      "中文摘要": "【研究背景】The cytokine A proliferation-inducing ligand (APRIL) is considered a key driver of the pathogenesis of IgA nephropathy. Sibeprenlimab, a humanized IgG2 monoclonal antibody, selectively binds to and inhibits APRIL.\n\n【研究方法】In this phase 3, multicenter, double-blind, randomized, placebo-controlled trial, we assigned adults with biopsy-confirmed IgA nephropathy in a 1:1 ratio to receive either subcutaneous sibeprenlimab at a dose of 400 mg or placebo administered every 4 weeks for 100 weeks.\n\n【主要結果】A total of 510 patients underwent randomization - 259 to the sibeprenlimab group and 251 to the placebo group. The prespecified interim analysis included the first 320 patients (152 who received sibeprenlimab and 168 who received placebo) who had the opportunity to complete the 9-month evaluation of...\n\n【結論】Sibeprenlimab resulted in a significant reduction in proteinuria as compared with placebo in patients with IgA nephropathy. (Funded by Otsuka Pharmaceutical Development and Commercialization. VISIONARY ClinicalTrials.gov number, NCT05248646.).",
      "結構化摘要": {
        "背景": "The cytokine A proliferation-inducing ligand (APRIL) is considered a key driver of the pathogenesis of IgA nephropathy. Sibeprenlimab, a humanized IgG2 monoclonal antibody, selectively binds to and inhibits APRIL.",
        "方法": "In this phase 3, multicenter, double-blind, randomized, placebo-controlled trial, we assigned adults with biopsy-confirmed IgA nephropathy in a 1:1 ratio to receive either subcutaneous sibeprenlimab at a dose of 400 mg or placebo administered every 4 weeks for 100 weeks. The primary end point for this interim analysis was the 24-hour urinary protein-to-creatinine ratio at 9 months as compared with baseline. The key secondary end point, to be reported at trial completion, is the annualized slope ",
        "結果": "A total of 510 patients underwent randomization - 259 to the sibeprenlimab group and 251 to the placebo group. The prespecified interim analysis included the first 320 patients (152 who received sibeprenlimab and 168 who received placebo) who had the opportunity to complete the 9-month evaluation of the 24-hour urinary protein-to-creatinine ratio. At 9 months, a significant reduction in 24-hour urinary protein-to-creatinine ratio was observed with sibeprenlimab (-50.2%) as compared with an incre",
        "結論": "Sibeprenlimab resulted in a significant reduction in proteinuria as compared with placebo in patients with IgA nephropathy. (Funded by Otsuka Pharmaceutical Development and Commercialization. VISIONARY ClinicalTrials.gov number, NCT05248646.)."
      },
      "相關趨勢": [
        "臨床結局: proteinuria"
      ],
      "關鍵詞": [],
      "MeSH詞彙": [
        "Humans",
        "Glomerulonephritis, IGA",
        "Double-Blind Method",
        "Male",
        "Female",
        "Adult",
        "Middle Aged",
        "Proteinuria",
        "Glomerular Filtration Rate",
        "Immunoglobulin A"
      ],
      "是否高影響力期刊": false,
      "PubMed連結": "https://pubmed.ncbi.nlm.nih.gov/41211929/",
      "DOI": "10.1056/NEJMoa2512133"
    },
    {
      "pmid": "41677900",
      "標題": "Anatomical refinement matters: ureteropelvic junction location confers survival benefit for patients with upper tract urothelial carcinoma after radical nephroureterectomy.",
      "期刊": "World journal of urology",
      "發表日期": "2026 Feb 12",
      "研究類型": "研究",
      "PICO": {
        "P_族群": "upper tract urothelial carcinoma after radical nephroureterectomy",
        "I_介入": "tumor location",
        "C_對照": "renal pelvis tumors",
        "O_結果": "2"
      },
      "中文摘要": "【研究目的】本世代研究旨在探討Whether primary tumor location influences prognosis in upper tract urothelial carcinoma (UTUC) remains contentious. We aim to clarify the prognostic impact of tumor location in upper tract urothelial carcinoma (UTUC) by anatomically subsegmenting ureteral tumors, with specific focus on ureteropelvic...\n\n【研究方法】This retrospective cohort study evaluated 2,315 patients with non-metastatic, unifocal UTUC, including tumors localized to the renal pelvis or ureter, who underwent radical nephroureterectomy.\n\n【主要結果】While univariate analysis showed that compared with renal pelvis tumors, ureteral tumors were associated with worse CSS, OS, MFS, BRFS and LRFS, this association was not independent in multivariable analysis.\n\n【結論】Traditional \"renal pelvis versus ureter\" dichotomy obscures prognostic heterogeneity. Anatomical refinement that recognizes UPJ tumors as a distinct, favorable subset provides a biologically grounded framework for individualized counseling.",
      "結構化摘要": {
        "目的": "Whether primary tumor location influences prognosis in upper tract urothelial carcinoma (UTUC) remains contentious. We aim to clarify the prognostic impact of tumor location in upper tract urothelial carcinoma (UTUC) by anatomically subsegmenting ureteral tumors, with specific focus on ureteropelvic junction (UPJ) carcinomas.",
        "方法": "This retrospective cohort study evaluated 2,315 patients with non-metastatic, unifocal UTUC, including tumors localized to the renal pelvis or ureter, who underwent radical nephroureterectomy. Ureteral tumors were rigorously subsegmented into UPJ, proximal/middle/distal ureter, and ureterovesical junction (UVJ) using imaging and clinicopathological data. Survival outcomes-overall survival (OS), cancer-specific survival (CSS), metastasis-free survival (MFS), bladder recurrence-free survival (BRFS",
        "結果": "While univariate analysis showed that compared with renal pelvis tumors, ureteral tumors were associated with worse CSS, OS, MFS, BRFS and LRFS, this association was not independent in multivariable analysis. After conducting a detailed classification of the location of ureteral tumors, we discovered UPJ tumors demonstrated significantly superior OS and CSS compared to other ureteral carcinomas. Critically, UPJ location emerged as an independent predictor of improved OS (HR 0.444; 95% CI 0.240-0",
        "結論": "Traditional \"renal pelvis versus ureter\" dichotomy obscures prognostic heterogeneity. Anatomical refinement that recognizes UPJ tumors as a distinct, favorable subset provides a biologically grounded framework for individualized counseling. Furthermore, the recognition of UPJ tumors as a low-risk entity may encourage the investigation of kidney-sparing management strategies in appropriately selected patients."
      },
      "相關趨勢": [],
      "關鍵詞": [
        "Anatomical refinement",
        "Clinical outcomes",
        "Prognosis",
        "Upper-tract urothelial carcinoma",
        "Ureteropelvic junction"
      ],
      "MeSH詞彙": [
        "Humans",
        "Nephroureterectomy",
        "Ureteral Neoplasms",
        "Retrospective Studies",
        "Male",
        "Female",
        "Kidney Pelvis",
        "Aged",
        "Carcinoma, Transitional Cell",
        "Kidney Neoplasms"
      ],
      "是否高影響力期刊": false,
      "PubMed連結": "https://pubmed.ncbi.nlm.nih.gov/41677900/",
      "DOI": "10.1007/s00345-026-06219-1"
    }
  ],
  "研究想法": [
    {
      "類型": "熱門主題延伸",
      "關鍵詞": "mortality",
      "頻率": 6,
      "想法": "目前 'mortality' 是研究熱點 (6 篇相關文章)，可考慮：\n1. 在本地族群中驗證相關發現\n2. 結合其他熱門主題進行交叉研究\n3. 針對特定亞群進行深入分析",
      "建議研究類型": "觀察性研究 / 回顧性分析"
    },
    {
      "類型": "熱門主題延伸",
      "關鍵詞": "proteinuria",
      "頻率": 4,
      "想法": "目前 'proteinuria' 是研究熱點 (4 篇相關文章)，可考慮：\n1. 在本地族群中驗證相關發現\n2. 結合其他熱門主題進行交叉研究\n3. 針對特定亞群進行深入分析",
      "建議研究類型": "觀察性研究 / 回顧性分析"
    },
    {
      "類型": "熱門主題延伸",
      "關鍵詞": "hospitalization",
      "頻率": 4,
      "想法": "目前 'hospitalization' 是研究熱點 (4 篇相關文章)，可考慮：\n1. 在本地族群中驗證相關發現\n2. 結合其他熱門主題進行交叉研究\n3. 針對特定亞群進行深入分析",
      "建議研究類型": "觀察性研究 / 回顧性分析"
    },
    {
      "類型": "熱門主題延伸",
      "關鍵詞": "cardiovascular",
      "頻率": 4,
      "想法": "目前 'cardiovascular' 是研究熱點 (4 篇相關文章)，可考慮：\n1. 在本地族群中驗證相關發現\n2. 結合其他熱門主題進行交叉研究\n3. 針對特定亞群進行深入分析",
      "建議研究類型": "觀察性研究 / 回顧性分析"
    },
    {
      "類型": "熱門主題延伸",
      "關鍵詞": "heart failure",
      "頻率": 3,
      "想法": "目前 'heart failure' 是研究熱點 (3 篇相關文章)，可考慮：\n1. 在本地族群中驗證相關發現\n2. 結合其他熱門主題進行交叉研究\n3. 針對特定亞群進行深入分析",
      "建議研究類型": "觀察性研究 / 回顧性分析"
    },
    {
      "類型": "熱門主題延伸",
      "關鍵詞": "ESKD",
      "頻率": 2,
      "想法": "目前 'ESKD' 是研究熱點 (2 篇相關文章)，可考慮：\n1. 在本地族群中驗證相關發現\n2. 結合其他熱門主題進行交叉研究\n3. 針對特定亞群進行深入分析",
      "建議研究類型": "觀察性研究 / 回顧性分析"
    },
    {
      "類型": "熱門主題延伸",
      "關鍵詞": "biomarker",
      "頻率": 2,
      "想法": "目前 'biomarker' 是研究熱點 (2 篇相關文章)，可考慮：\n1. 在本地族群中驗證相關發現\n2. 結合其他熱門主題進行交叉研究\n3. 針對特定亞群進行深入分析",
      "建議研究類型": "觀察性研究 / 回顧性分析"
    },
    {
      "類型": "研究缺口",
      "關鍵詞": "ESKD",
      "頻率": 2,
      "想法": "'ESKD' (臨床結局) 目前研究較少 (2 篇)，\n可能是新興或未被充分探索的領域，可考慮：\n1. 文獻回顧以了解現有證據\n2. 前瞻性觀察研究\n3. 與既有研究主題結合",
      "建議研究類型": "系統性回顧 / 前瞻性研究"
    },
    {
      "類型": "研究缺口",
      "關鍵詞": "biomarker",
      "頻率": 2,
      "想法": "'biomarker' (診斷技術) 目前研究較少 (2 篇)，\n可能是新興或未被充分探索的領域，可考慮：\n1. 文獻回顧以了解現有證據\n2. 前瞻性觀察研究\n3. 與既有研究主題結合",
      "建議研究類型": "系統性回顧 / 前瞻性研究"
    },
    {
      "類型": "研究缺口",
      "關鍵詞": "heart failure",
      "頻率": 3,
      "想法": "'heart failure' (研究主題) 目前研究較少 (3 篇)，\n可能是新興或未被充分探索的領域，可考慮：\n1. 文獻回顧以了解現有證據\n2. 前瞻性觀察研究\n3. 與既有研究主題結合",
      "建議研究類型": "系統性回顧 / 前瞻性研究"
    },
    {
      "類型": "跨領域研究",
      "關鍵詞": "兒童腎臟學 + 成人腎臟學",
      "想法": "考慮進行兒童至成人的長期追蹤研究：\n1. 兒童期腎臟疾病對成年後的影響\n2. 早期介入對長期預後的效果\n3. 生命歷程觀點的腎臟病研究",
      "建議研究類型": "長期追蹤世代研究"
    },
    {
      "類型": "方法學創新",
      "關鍵詞": "AI/機器學習",
      "想法": "應用人工智慧於腎臟病研究：\n1. 建立腎功能預測模型\n2. 影像自動判讀系統\n3. 治療反應預測",
      "建議研究類型": "回顧性資料分析 + 模型開發"
    },
    {
      "類型": "方法學創新",
      "關鍵詞": "真實世界數據",
      "想法": "利用真實世界數據進行研究：\n1. 健保資料庫分析\n2. 電子病歷數據挖掘\n3. 多中心登錄資料分析",
      "建議研究類型": "真實世界研究 (RWE)"
    },
    {
      "類型": "高影響力研究延伸",
      "關鍵詞": "重要發現複製與延伸",
      "想法": "本週有 1 篇高影響力期刊文章，可考慮：\n1. 在本地族群中驗證這些發現\n2. 探索可能的機轉\n3. 研究是否有族群差異",
      "相關文章": [
        "Multicentre, retrospective observational study on "
      ],
      "建議研究類型": "驗證性研究 / 機轉研究"
    }
  ],
  "MeSH詞彙分析": {
    "Humans": 16,
    "Male": 16,
    "Female": 16,
    "Middle Aged": 16,
    "Aged": 12,
    "Retrospective Studies": 10,
    "Adult": 9,
    "Treatment Outcome": 5,
    "Glomerulonephritis, IGA": 4,
    "Renal Insufficiency, Chronic": 4,
    "Risk Factors": 4,
    "Cohort Studies": 4,
    "Proteinuria": 3,
    "Creatinine": 3,
    "Cardiovascular Diseases": 3,
    "United States": 3,
    "Aged, 80 and over": 3,
    "Prognosis": 3,
    "Follow-Up Studies": 3,
    "Double-Blind Method": 2,
    "Tumor Necrosis Factor Ligand Superfamily Member 13": 2,
    "Injections, Subcutaneous": 2,
    "Young Adult": 2,
    "Glomerular Filtration Rate": 2,
    "Hematuria": 2,
    "Biomarkers": 2,
    "Kidney Failure, Chronic": 2,
    "Incidence": 2,
    "Nutrition Surveys": 2,
    "Proportional Hazards Models": 2
  }
}